export default {
    auth: {
        modal: {
            idle: {
                title: 'เซสชั่นของคุณกำลังจะหมดอายุ',
                content:
                    'คุณไม่ได้ใช้งานระบบมาระยะหนึ่งแล้ว เพื่อความปลอดภัยของคุณ <br/> เราจะนำคุณออกจากระบบโดยอัตโนมัติในอีก 5 นาที',
                cancel: 'ออกจากระบบ',
                ok: 'ใช้งานต่อ',
            },
            expired: {
                title: 'กรุณาเข้าสู่ระบบอีกครั้ง <br /> เซสชั่นของคุณหมดอายุ',
                ok: 'เข้าสู่ระบบอีกครั้ง',
            },
        },
    },
    header: {
        welcome: 'ยินดีต้อนรับ',
        logo: 'โครงการห่วงโซ่อุปทาน คู่ค้าพันธมิตรของเอบีซี',
        profileName: 'บริษัท ผลิตภัณฑ์ปลาสดไทย จำกัด',
        dropdownMenu: {
            manageAccount: 'จัดการบัญชีของท่าน',
            help: 'ความช่วยเหลือ',
            termsAndConditions: 'ข้อกำหนดและเงื่อนไข',
            privacyPolicy: 'นโยบายความเป็นส่วนตัว',
            logout: 'ออกจากระบบ',
        },
        vendorName: 'บริษัท แอสเซนด์ นาโน จำกัด',
    },
    breadcrumbs: {
        _back: 'กลับ',
        dashboard: 'แดชบอร์ด',
        applications: 'ใบสมัคร',
        linkAccount: 'เชื่อมต่อบัญชี',
        aboutUs: 'เกี่ยวกับเอบีซี',
        introGuide: 'คู่มือแนะนำการใช้งานระบบ',
        confirmYourDetails: 'ยืนยันข้อมูล',
        help: 'ความช่วยเหลือ',
        myCustomers: 'ลูกค้าของฉัน',
        confirm: 'ยืนยัน',
        notifications: 'การแจ้งเตือน',
        termsAndConditions: 'ข้อกำหนดและเงื่อนไข',
        privacyPolicy: 'นโยบายความเป็นส่วนตัว',
        supplyChainFinance: 'สินเชื่อธุรกิจ',
        application: 'ใบสมัคร',
        supplyChainFinanceProduct: 'แอสเซนด์ นาโน สมาร์ท แฟคเตอริ่ง',
        tnc: 'ข้อตกลงและเงื่อนไข',
        applicationDeclined: 'ใบสมัครถูกยกเลิก',
        applicationComplete: 'ใบสมัครสมบูรณ์',
        application_summary: 'ผลสรุปใบสมัคร',
        supplyChainFinanceSendOTP: 'OTP',
        applicationID: 'รหัสใบสมัคร',
    },
    sidebar: {
        dashboard: 'แดชบอร์ด',
        applications: 'ใบสมัคร',
        transactions: 'ธุรกรรม',
        tokens: 'โทเค็น',
        supplyChainFinance: 'สินเชื่อธุรกิจ',
        myCustomers: 'ลูกค้าของฉัน',
        requests: 'คำขอรับสินเชื่อ',
        pendingReview: 'รอการพิจารณา',
        approvedRejected: 'อนุมัติ/ปฏิเสธ',
    },
    footer: {
        logo: 'โครงการห่วงโซ่อุปทานคู่ค้าพันธมิตรของเอบีซี',
        copy: '© 2564 สงวนลิขสิทธิ์สำหรับโครงการสินเชื่อหมุนเวียนธุรกิจคู่ค้าพันธมิตรของเอบีซีเท่านั้น',
    },
    pages: {
        applications: {
            heading: 'ใบสมัคร',
        },
        dashboard: {
            linkYourAccount: {
                title: 'เชื่อมต่อบัญชีของคุณ',
                content:
                    'เชื่อมต่อบัญชีลูกค้าของคุณเพื่อตรวจสอบข้อมูลใบแจ้งหนี้',
                cancel: 'ยกเลิก',
                ok: 'เชื่อมต่อ',
            },
            pleaseRegisterForFinancing: {
                title: 'โปรดสมัครรับบริการสินเชื่อทางธุรกิจ',
                content:
                    'คุณสามารถใช้ฟังก์ชัน “ธุรกรรม” <br/> ได้ต่อเมื่อสมัครรับบริการสินเชื่อทางธุรกิจกับสถาบันการเงินที่ร่วมโครงการเท่านั้น',
                cancel: 'ยกเลิก',
                ok: 'สมัครเลย',
            },
            financingStatus: {
                product:
                    'สถานะการสมัครรับสินเชื่อธุรกิจกับ แอสเซนด์ นาโน พรีเมี่ยม',
                viewSavedDraft: 'ตรวจสอบข้อมูลใบสมัครที่บันทึกไว้',
                pendingReview: 'อยู่ในระหว่าง การตรวจสอบ',
                rejected: 'ไม่ได้รับการอนุมัติ',
            },
            cancelStatus: {
                title: 'คุณแน่ใจว่าต้องการยกเลิกคำขอ <br /> สมัครใช้บริการสินเชื่อใช่หรือไม่?',
                subtitle:
                    'หากคุณต้องการสมัครอีกครั้ง คุณจำเป็นต้องกรอกข้อมูลนี้ใหม่ทั้งหมด',
                cancel: 'ยกเลิกคำขอ',
                ok: 'เก็บคำขอไว้ก่อน',
            },
            product: {
                financingEntity: 'แอสเซนด์ นาโน พรีเมี่ยม:',
                productName: 'ผลิตภัณฑ์สินเชื่อห่วงโ',
                productDescription: {
                    shortDescription:
                        '<ul><li>เลือกรับสินเชื่อธุรกิจสำหรับใบแจ้งหนี้จากลูกค้าของคุณ</li><li>กระบวนการออนบอร์ดแบบดิจิทัลและแบบอัตโนมัติ</li><li>รับชำระเงินล่วงหน้าในอัตราดอกเบี้ยที่น่าสนใจโดย แอสเซนด์ นาโน</li></ul>',
                },
            },
        },
        confirmDetails: {
            confirmYourDetails: 'ยืนยันรายละเอียดของคุณ',
            companyInformation: {
                title: 'ข้อมูลกิจการ',
                companyName: 'ชื่อกิจการ:',
                vendorNumber: 'รหัสประจำตัวคู่ค้า:',
                taxId: 'เลขประจำตัวผู้เสียภาษีอากร:',
            },
            contactInformation: {
                title: 'ช่องทางการติดต่อ',
                phoneNumber: 'หมายเลขโทรศัพท์:',
                emailAddress: 'ที่อยู่อีเมล์:',
                address: 'ที่อยู่:',
            },
            note: 'โปรดติดต่อแผนกลูกค้าสัมพันธ์หากข้อมูลของคุณไม่ถูกต้อง',
            cancel: 'ยกเลิก',
            confirm: 'ยืนยัน',
        },
        confirm: {
            success: {
                title: 'บัญชีลูกค้าของคุณถูกเชื่อมต่อเรียบร้อยแล้ว!',
                subtitle:
                    'คุณสามารถเลือกผลิตภัณฑ์ทางการเงินเพื่อสมัครรับบริการสินเชื่อทางธุรกิจห่วงโซ่อุปทานกับทางสถาบันการเงินที่ร่วมโครงการกับเอบีซี <br/> หลังจากสมัครรับบริการสินเชื่อทางธุรกิจเรียบร้อยแล้ว ท่านจึงสามารถเลือกรับสินเชื่อสำหรับใบแจ้งหนี้จากลูกค้าของคุณ',
                backToDashboard: 'กลับไปยังหน้าแดชบอร์ด',
            },
            failed: {
                title: 'ไม่สามารถเชื่อมต่อบัญชีของคุณ',
                subtitle:
                    'เกิดข้อผิดพลาดและไม่สามารถโหลดหน้าเว็บของคุณได้ โปรดลองอีกครั้งในภายหลัง',
                backToDashboard: 'กลับไปยังหน้าแดชบอร์ด',
            },
        },
        transactions: {
            heading: 'ธุรกรรม',
        },
        help: {
            help: 'ความช่วยเหลือ',
            faq: 'คำถามที่พบบ่อย',
            contactUs: 'ติดต่อเรา',
        },
        myCustomersdata: {
            myCustomer: 'ลูกค้าของฉัน',
            companyName: 'ชื่อบริษัท:',
            vendorNumber: 'รหัสคู่ค้า:',
            taxID: 'หมายเลขประจำตัวผู้เสียภาษี:',
            phoneNum: 'หมายเลขโทรศัพท์:',
            emailAdd: 'ที่อยู่อีเมล: ',
        },
        notifications: {
            heading: 'การแจ้งเตือน',
            MarkAsRead: 'บันทึกว่าอ่านแล้ว',
            Delete: 'ลบ',
            Showing: 'แสดงผล',
            ViewMore: 'เพิ่มเติม',
            ViewLess: 'ปิดข้อความ',
            ReadNotif:
                'ข้อความแจ้งเตือนจะถูกลบออกจากพอร์ทัลบริการสินเชื่อธุรกิจห่วงโซ่อุปทานของคุณหลังจาก 30 วัน',
            NoNotif: 'ไม่มีการแจ้งเตือนในขณะนี้',
        },
        termsAndConditions: {
            heading: 'การแจ้งเตือน',
        },
        privacyPolicy: {
            heading: 'นโยบายความเป็นส่วนตัว',
            content:
                'โครงการห่วงโซ่อุปทานคู่ค้าพันธมิตรของเอบีซี นั้นได้สร้างพอร์ทัลบริการสินเชื่อธุรกิจห่วงโซ่อุปทานขึ้นเพื่อเป็นตัวกลางในการรับส่งข้อมูลกับลูกค้ากลุ่มบริษัทในเครือซีพีและสถาบันการเงินที่คุณได้สมัครและมีธุรกรรมทางการเงินด้วย\rซึ่งในพอร์ทัลนี้ คุณจะสามารถตรวจสอบและเลือกผลิตภัณฑ์ทางการเงินที่ยอดเยี่ยมที่จะช่วยให้ธุรกิจของคุณเติบโตและประสบความสำเร็จได้ และด้วยกระบวนการสมัครอัตโนมัติและระบบการส่งข้อมูลแบบดิจิทัลบนระบบบล็อคเชน คุณสามารถเพลิดเพลินกับกระบวนการที่ง่ายและรวดเร็วในการส่งใบสมัครลงทะเบียนของคุณ และรับการอัปเดตจากสถาบันการเงินที่คุณเลือก!\rหลังจากที่คุณลงทะเบียนเพื่อสมัครรับสินเชื่อธุรกิจเรียบร้อยแล้ว คุณสามารถตรวจสอบใบแจ้งหนี้ที่ได้รับอนุมัติทั้งหมดที่ส่งโดยลูกค้าของคุณ และเลือกใบแจ้งหนี้ที่อนุมัติซึ่งคุณต้องการรับสินเชื่อธุรกิจได้\rการเข้าถึงเงินสดล่วงหน้าไม่จำเป็นต้องเป็นกระบวนการที่ยากและเจ็บปวดอีกต่อไป ด้วยโซลูชันของเรา คุณสามารถเพลิดเพลินกับกระบวนการที่รวดเร็ว นอกจากนี้ เนื่องจากกระบวนการนี้สร้างขึ้นบนความมีประสิทธิภาพของระบบบล็อกเชน ทำให้ทั้งคุณและคู่ค้าทั้งหมดที่เกี่ยวข้องกับการขอสินเชื่อภายใต้โครงการห่วงโซ่อุปทานคู่ค้าพันธมิตรของเอบีซีสามารถดำเนินการได้รวดเร็วและถูกต้อง บนความน่าเชื่อถือและความร่วมมือซึ่งกันและกัน\rพอร์ทัลบริการสินเชื่อธุรกิจห่วงโซ่อุปทานนั้นมีฟังค์ชั่นที่คุณสามารถเข้าใช้บริการได้ทั้งหมดหลังการสมัครดังนี้\rการขอรับสินเชื่อธุรกิจและตรวจสอบสถาณะธุรกรรม\nการตรวจสอบประวัติการโอนเงินสถานะการของสินเชื่อ\nการตรวจสอบใบแจ้งหนี้และสถาณะของใบแจ้งหนี้\rโดยคุณสามารถศึกษารายละเอียดข้อกำหนดของการใช้และนโยบายความเป็นส่วนตัว ของพอร์ทัลบริการสินเชื่อธุรกิจห่วงโซ่อุปทาน บนหน้าเว็บไซด์\nและหากคุณมีคำถามหรือต้องการความช่วยเหลือ โปรดดูหน้าความช่วยเหลือซึ่งอยู่ในส่วนฟังค์ชั่นด้านมุมบนขวามือ เรามีรายการคำถามและคำตอบทั่วไปที่สามารถให้การสนับสนุนคุณได้ตลอดการใช้งาน',
        },
        supplyChainFinance: {
            applicationDate: 'วันที่สมัคร',
            approvalDate: 'ถูกอนุมัติเมื่อ',
            applicationRejectionDate: 'ใถูกปฏิเสธเมื่อ',
            savedDraftDate: 'ถูกบันทึกเมื่อ',
            expiryDate: 'จะหมดอายุเมื่อ',
            learnMore: 'ข้อมูลเพิ่มเติม',
            status: {
                approved: 'ได้รับอนุมัติ',
                rejected: 'ไม่ได้รับการอนุมัติ',
                draft: 'บันทึกข้อมูลใบสมัคร',
                pendingReview: 'อยู่ในระหว่าง การตรวจสอบ',
                unregistered:
                    'คุณยังไม่ได้รับบริการผลิตภัณฑ์ทางการเงินใดๆ ไปสมัครเลย!',
            },
            action: {
                viewDetails: 'ดูรายละเอียด',
                viewSavedDraft: 'ตรวจสอบข้อมูลใบสมัครที่บันทึกไว้',
                cancelApplication: 'ยกเลิกใบสมัครที่บันทึกไว้',
            },
            supplyChainFinanceProduct: {
                applyButton: 'สมัครตอนนี้',
                resumeButton: 'ดำเนินการต่อไป',
            },
            supplyChainSendOTP: {
                scfSendOTP: 'OTP',
                enterCode: 'ใส่รหัส OTP ของคุณ',
                digits: 'เราส่งรหัส 6 หลักไปที่',
                email: 'wan***@***',
                ref: 'Ref: ABCD',
                confirm: 'ยืนยัน',
                resend: 'ไม่ได้รับรหัส? ส่งซ้ำ',
            },
            termsandconsent: {
                consent: 'แบบฟอร์มยินยอมการเปลี่ยนบัญชี',
                terms: 'ข้อตกลงและเงื่อนไข',
                termsAgree: 'ฉันยอมรับในข้อกำหนดและเงื่อนไข',
                consentAgree: 'ฉันยอมรับในแบบฟอร์มยินยอมการเปลี่ยนบัญชี',
                caption:
                    'เราจะส่ง OTP ไปยังที่อยู่อีเมลของคุณเพื่อตรวจสอบการยืนยันการยอมรับข้อกำหนดและเงื่อนไขและการยินยอมในการเปลี่ยนบัญชีของคุณ',
                decline: 'ยกเลิก',
                sendOTP: 'ส่ง OTP',
                decline_title:
                    'คุณต้องการยกเลิกการยอมรับ<br> ข้อตกลงและเงื่อนไข /<br>แบบฟอร์มยินยอมการเปลี่ยนบัญชี',
                decline_subtitle: 'หากคุณยกเลิก ใบสมัครของคุณจะไม่ถูกส่ง',
                yes: 'ตกลง',
                no: 'ไม่ตกลง',
            },
            applicationDeclined: {
                declined_title:
                    'ใบสมัครการขอรับสินเชื่อธุรกิจของคุณจะไม่ถูกส่งออกไปยังสถาบันทางการเงิน',
                declined_subtitle:
                    'โดยการยกเลิกการยอมรับข้อกำหนดและเงื่อนไข ใบสมัครการขอรับสินเชื่อธุรกิจของคุณจะยังไม่ถูกส่งไปยังสถาบันทางการเงิน<br/>หากคุณเปลี่ยนใจ เราได้ทำการบันทึกใบสมัครของคุณเป็นฉบับร่างเอาไว้ และคุณสามารถส่งได้ในภายหลัง',
                backToDashboard: 'กลับไปยังแดชบอร์ด',
            },
            applicationComplete: {
                complete_title:
                    'ใบสมัครการขอรับสินเชื่อธุรกิจของคุณ<br/>ได้ถูกส่งเพื่อพิจารณาเรียบร้อยแล้ว',
                complete_subtitle:
                    'รหัสใบสมัครของคุณสำหรับการส่งนี้คือ 123456, โปรดจดบันทึกรหัสนี้สำหรับการ <br/> เราจะติดต่อกลับเมื่อข้อมูลของคุณได้รับการประมวลผล ในระหว่างนี้ <br/> คุณสามารถตรวจสอบสถานะใบสมัครของคุณได้บนแดชบอร์ดของเรา',
                backToDashboard: 'กลับไปยังแดชบอร์ด',
            },
        },
        supplyChainFinanceRegister: {
            companyDetailsForm: {
                formTitle: 'ข้อมูลบริษัท',
                companyNameEN:
                    'ชื่อบริษัทอ้างอิงตามกรมพัฒนาธุรกิจการค้า (ภาษาอังกฤษ)',
                companyNameTH:
                    'ชื่อบริษัทอ้างอิงตามกรมพัฒนาธุรกิจการค้า (ภาษาไทย)',
                taxID: 'หมายเลขประจำตัวผู้เสียภาษี',
                vendorCode: 'หมายเลขผู้จำหน่าย',
                vendorSiteNumber: 'หมายเลขสาขา',
                companyWebsite: 'เว็บไซด์บริษัท (ถ้ามี)',
                typeOfEntity: 'ประเภทนิติบุคคล',
                industry: 'ประเภทอุตสาหกรรม',
                businessType: 'ประเภทธุรกิจ',
                dateOfIncorporation: 'วันที่จดทะเบียนบริษัท',
                numberOfEmployees: 'จำนวนพนักงาน (ถ้ามี)',
                country: 'ประเทศ',
                registeredCompanyAddress: 'ที่อยู่ตามที่จดทะเบียนบริษัท ',
                provinces: 'จังหวัด',
                districts: 'อำเภอ',
                subdistricts: 'ตำบล',
                postalCode: 'รหัสไปรษณีย์',
            },
            personalDetailsForm: {
                formTitle: 'ข้อมูลส่วนบุคคล',
                formAccordionTitle: 'กรรมการผู้มีอำนาจลงนาม',
                firstNameEN: 'ชื่อ (ภาษาอังกฤษ)',
                lastNameEn: 'นามสกุล (ภาษาอังกฤษ)',
                firstNameTH: 'ชื่อ (ภาษาไทย)',
                lastNameTH: 'นามสกุล (ภาษาไทย)',
                nationality: 'สัญชาติ',
                nationalIDcard: 'หมายเลขบัตรประจำตัวประชาชน',
                laserCode: 'หมายเลขหลังบัตรประจำตัวประชาชน',
                passportNumber: 'หมายเลขหนังสือเดินทาง',
                dateOfBirth: 'วัน/เดือด/ปี เกิด',
                countryCode: 'รหัสหมายเลขโทรศัพท์ของประเทศ',
                mobileNumber: 'หมายเลขโทรศัพท์',
                emailAddress: 'อีเมล (ถ้ามี)',
                jobTitle: 'ตำแหน่งงาน (ถ้ามี)',
                allocatedShares: '% ของหุ้นที่จัดสรร (ถ้ามี)',
                addAuthorizedDirector: '+ เพิ่มเติมกรรมการผู้มีอำนาจลงนาม',
                removeAuthorizedDirector: 'ลบกรรมการผู้มีอำนาจลงนามนี้',
                removeDialog: {
                    title: 'คุณต้องการยืนยันการลบหรือไม่?',
                    remove: 'ลบ',
                    cancel: 'ยกเลิก',
                },
            },
            stepper: [
                'ข้อมูลบริษัท',
                'ข้อมูลส่วนบุคคล',
                'ข้อมูลผู้ถือหุ้น',
                'ข้อมูล แบงค์/สินเชื่อ',
                'อัปโหลดเอกสาร',
            ],
            continueBtn: 'ดำเนินการต่อ',
            prevBtn: 'กลับ',
            caption:
                'การคลิกดำเนินการต่อระบบจะบันทึกร่างจดหมายของคุณโดยอัตโนมัติ',
            errors: {
                required: 'กรุณากรอกข้อมูลในช่อง',
                invalidFormat: 'รูปแบบไม่ถูกต้อง',
                minimumOf3Years:
                    'ข้อมูลไม่ถูกต้อง บริษัทจะต้องดำเนินกิจการมาแล้วอย่างน้อย 3 ปี',
                mustBe20Years:
                    'ข้อมูลไม่ถูกต้อง กรรมการผู้มีอำนาจลงนามบริษัทจะต้องมีอายุไม่ต่ำกว่า 20 ปีบริบูรณ์',
            },
            shareholderDetailsForm: {
                formTitle: 'ข้อมูลผู้ถือหุ้น (ถ้ามี)',
                formsubTitle:
                    'หากมีผู้ถือหุ้นรายอื่นนอกเหนือจากกรรมการผู้มีอำนาจลงนามในหัวข้อก่อนหน้านี้ โปรดกรอกข้อมูลด้านล่างสำหรับผู้ถือหุ้นแต่ละรายที่ถือหุ้นอย่างน้อย 20% ของบริษัท.',
                addSHbutton: '+ เพิ่มเติมผู้ถือหุ้น',
                shareHoldercount: 'ผู้ถือหุ้น',
                removeShareHolder: 'ลบผู้ถือหุ้น',
                firstNameEN: 'ชื่อ (ภาษาอังกฤษ)',
                lastNameEN: 'นามสกุล (ภาษาอังกฤษ)',
                firstNameTH: 'ชื่อ (ภาษาไทย)',
                lastNameTH: 'นามสกุล (ภาษาไทย)',
                nationality: 'สัญชาติ',
                nationalIDcard: 'หมายเลขบัตรประจำตัวประชาชน',
                laserCode: 'หมายเลขหลังบัตรประจำตัวประชาชน',
                passportNumber: 'หมายเลขหนังสือเดินทาง',
                allocatedShares: '% ของหุ้นที่จัดสรร',
            },
            removeShareHolder: {
                title: 'คุณต้องการยืนยันการลบหรือไม่?',
                cancel: 'ลบ',
                remove: 'ยกเลิก',
            },
            shareallocation: {
                title: 'กรุณาแก้ไขการจัดสรรแบ่งปัน',
                subtitle:
                    'อัตราร้อยละของจำนวนหุ้นที่จัดสรรให้กับกรรมการผู้มีอำนาจลงนามและผู้ถือหุ้นที่มีรายชื่อในใบสมัครของคุณมากเกินอัตรา',
                ok: 'ยืนยัน',
            },
            bankDetailsForm: {
                bankInformation: 'ข้อมูลธนาคาร / ข้อมูลสินเชื่อ',
                accountTypes: 'ประเภทของบัญชี',
                accountHolderName: 'ชื่อเจ้าของบัญชี',
                accountNumber: 'หมายเลขบัญชี',
                bankName: 'ชื่อธนาคาร',
                provinces: 'จังหวัด',
                branchName: 'สาขาธนาคาร',
                loanInformation: 'ข้อมูลสินเชื่อ',
                buyerCompanyName: 'ชื่อบริษัทคู่ค้า',
                loanPurposes: 'จุดประสงค์ในการขอสินเชื่อ',
            },
            uploadDocumentForm: {
                title_upload: 'เอกสารที่ได้รับการอัพโหลด',
                title: 'อัปโหลดเอกสาร',
                subtitle:
                    '*ไฟล์ต้องอยู่ในรูปแบบ PDF, TIFF, JPG หรือ PNG และมีขนาดไม่เกิน 5 MB (เมกะไบต์). การอัปโหลดแต่ทุกครั้งจะถูกบันทึกไว้ในแบบร่างใบสมัครของคุณ',
                viewSamplebtn: 'ดูตัวอย่าง',
                uploadBtn: 'อัปโหลด',
                id_authorised_title:
                    'สำเนาบัตรประชาชน (หน้าและหลัง) / หนังสือเดินทาง (ฉบับปัจจุบัน) พร้อมรับรองสำเนาถูกต้องของกรรมการผู้มีอำนาจลงนาม',
                id_authorised:
                    '(กรุณาอัปโหลดเอกสารนี้ของกรรมการบริษัทผู้มีอำนาจลงนามทุกคนที่มีชื่ออยู่ในใบสมัครนี้\nและกรุณาปกปิดหรือซ่อนข้อมูลศาสนาบนเอกสารก่อนทำการอัปโหลด)',
                id_shareholder_title:
                    'สำเนาบัตรประชาชน (หน้าและหลัง) / หนังสือเดินทาง (ฉบับปัจจุบัน) พร้อมรับรองสำเนาถูกต้องของผู้ถือหุ้นที่มีอยู่ในใบสมัคร',
                id_shareholder:
                    '(กรุณาอัปโหลดเอกสารนี้ของผู้ถือหุ้นบริษัททุกคนที่มีชื่ออยู่ในใบสมัครนี้\nและกรุณาปกปิดหรือซ่อนข้อมูลศาสนาบนเอกสารก่อนทำการอัปโหลด)',
                photo_authorised_title:
                    'อัปโหลดรูปภาพ ณ ปัจจุบัน ของกรรมการผู้มีอำนาจลงนาม ถ่ายพร้อมกับสำเนาบัตรประชาชนหรือหนังสือเดินทาง พร้อมรับรองสำเนาถูกต้อง',
                photo_authorised:
                    '(กรุณาอัปโหลดรูปภาพ ณ ปัจจุบันของกรรมการบริษัทผู้มีอำนาจลงนามทุกคนที่มีชื่ออยู่ในใบสมัครนี้\nและกรุณาปกปิดหรือซ่อนข้อมูลศาสนาบนเอกสารก่อนทำการอัปโหลด)',
                photo_business_property:
                    'อัปโหลดรูปถ่ายด้านหน้าอาคารตามที่อยู่จดทะเบียนบริษัท พร้อมกับสัญลักษณ์หรือโลโก้บริษัท',
                board_resolution_title:
                    'รายงานการประชุมวิสามัญผู้ถือหุ้นของบริษัท',
                board_resolution:
                    '(กรุณาดาวโหลดแบบฟอร์มแม่แบบทั้ง 2 ฉบับ และอัปโหลด 1 ฉบับกลับมายังพอร์ทัล\nและส่งสำเนาเอกสารอีก 1 ฉบับไปยังที่อยู่ตามที่แจ้งไว้ในหน้าข้อมูลผลิตภัณฑ์ทางการเงินของคุณ)',
                downloadTemplate: 'ดาวโหลดแบบฟอร์มแม่แบบ',
                affidavit_title:
                    'สำเนาหนังสือรับรองการจดทะเบียนบริษัท พร้อมรับรองสำเนาถูกต้อง',
                affidavit:
                    '(กรุณาอัปโหลดสำเนาหนังสือรับรองการจดทะเบียนบริษัทมายังพอร์ทัล\n และส่งสำเนาเอกสารอีกฉบับไปยังที่อยู่ตามที่แจ้งไว้ในหน้าข้อมูลผลิตภัณฑ์ทางการเงินของคุณ)',
                registries: 'รายชื่อผู้ถือหุ้น (บอจ.5)',
                pp30: 'สำเนา ภ.พ. 30 (อายุไม่เกิน 6 เดือน)',
                company_bank_book:
                    'สำเนาสมุดบัญชีเงินฝากธนาคารหน้าแรก พร้อมรับรองสำเนาถูกต้อง (สำหรับการเบิกจ่าย)',
                optional: 'เอกสารเพิ่มเติม (ถ้ามี)',
                loa_title: 'หนังสือมอบอำนาจ',
                loa: '(กรุณาดาวโหลดแบบฟอร์มแม่แบบทั้ง 2 ฉบับ และอัปโหลด 1 ฉบับกลับมายังพอร์ทัล\nและส่งสำเนาเอกสารอีก 1 ฉบับไปยังที่อยู่ตามที่แจ้งไว้ในหน้าข้อมูลผลิตภัณฑ์ทางการเงินของคุณ)',
                bank_statements: 'รายการบัญชีธนาคาร แสดงรายการย้อนหลัง 6 เดือน',
                ncb: 'รายงานผลข้อมูลเครดิตบูโรของกรรมการ',
                credit_report: 'รายงานผลข้อมูลเครดิตบูโรบริษัท',
                others: 'เอกสารอื่นๆ',
                downloadAll: 'ดาว์นโหลดทั้งหมด',
            },
            notApplicable: 'ไม่เกี่ยวข้อง',
            placeholder: {
                not_applicable: 'ไม่เกี่ยวข้อง - ไม่มีการใส่รายละเอียด',
            },
            tncConsent: {
                title: 'ข้อกำหนดและเงื่อนไข และการยินยอมเปลี่ยนบัญชี',
                subtitle: 'วันที่ยอมรับข้อตกลงและเงื่อนไข',
                reject: 'ปฏิเสธ',
                approve: 'อนุมัติ',
                return: 'กลับ',
                popUpApprove: 'ยืนยัน',
                popUpReject: 'ปฏิเสธ',
                approveTitle: 'คุณต้องการยืนยันที่่จะอนุมัติใบสมัครนี้หรือไม่',
                rejectTitle: 'คุณต้องการยืนยันที่่จะปฏิเสธใบสมัครนี้หรือไม่',
                withdraw: 'ถอนใบสมัคร',
                withdrawTitle: 'คุณต้องการยืนยันที่่จะถอนใบสมัครนี้หรือไม่',
            },
        },
    },
    landing: {
        welcome_content: 'ยินดีต้อนรับสู่พอร์ทัลของสถาบันการเงิน',
        welcome_button: 'สมัครเลยหรือเข้าสู่ระบบ',
        button_text: 'ลงทะเบียน / เข้าสู่ระบบ',
        first_section: {
            title: 'ความสัมพันธ์ทางการค้าที่แข็งแรงและห่วงโซ่อุปทานที่ดีกว่า',
            content:
                'สินเชื่อธุรกิจ คือ โซลูชั่นทางการเงินที่สนับสนุนโดย เครือซีพี ซึ่งทำให้คุณในฐานะคู่ค้าสามารถรับชำระเงินได้เร็วขึ้น ก่อนกำหนด พร้อมการรับชำระเงินที่มีประสิทธิภาพ',
            image: 'strong-trading-img-th',
        },
        second_section: {
            title: 'อีกระดับแห่งโซลูชั่นทางสินเชื่อธุรกิจ',
            fast_title: 'การรับชำระเงินที่รวดเร็วกว่า',
            fast_content:
                'ได้รับชำระเงินจากใบแจ้งหนี้ได้เร็วกว่าและเพลิดเพลินกับทางเลือกในการรับชำระเงินล่วงหน้าแบบต่างๆ',
            block_title: 'ใช้งานบนบล็อคเชน',
            block_content:
                'เราได้สร้างระบบบล็อคเชนและเครือข่ายแบบกระจายของการเงินเพื่อการค้า และโซลูชั่นการรับชำระเงิน เพื่อยกระดับธุรกิจของคุณให้เข้าสู่ยุคการค้าโลกแบบดิจิตอล',
            fully_title: 'ดิจิตอลทั้งระบบ',
            fully_content:
                'โซลูชั่นสินเชื่อธุรกิจของเราถูกสร้างเป็นดิจิตอลทั้งระบบ ซึ่งพร้อมให้คุณลงชื่อเข้าใช้งานและส่งเอกสารต่างๆเพื่อให้คุณสามารถบริหารการรับชำระเงินออนไลน์ได้',
        },
        third_section: {
            title: 'โซลูชั่นการรับชำระเงิน แห่งอนาคต',
            first_content:
                'ปลดล็อกศักยภาพในการดำเนินงานสำหรับธุรกิจของท่านผ่านเทคโนโลยีบล็อกเชน',
            second_content: 'ได้รับชำระเงินล่วงหน้าในอัตราที่แข่งขันได้',
            third_content:
                'เพลิดเพลินไปกับกระบวนการสมัครใช้บริการแบบอัตโนมัติและรวดเร็ว',
            image: 'future-proof-img-th',
        },
        fourth_section: {
            title: 'เข้าร่วมกับเรา',
            content:
                'เข้าเป็นส่วนหนึ่งของโครงการสินเชื่อหมุนเวียน ธุรกิจคู่ค้าพันธมิตรของเอบีซี และร่วมเป็นส่วนหนึ่งของมาตรฐานใหม่ ของโซลูชั่นการรับชำระเงินวันนี้',
        },
    },
    general_error: {
        internet: 'ไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ในขณะนี้ กรุณาลองอีกครั้ง',
    },
    portal_content: {
        welcome_content:
            'ยินดีต้อนรับสู่พอร์ทัลบริการสินเชื่อธุรกิจห่วงโซ่อุปทานของคุณ',
        welcome_sub:
            'คุณสามารถตรวจสอบใบแจ้งหนี้ของคุณได้โดยคลิ้กฟังค์ชั่นธุรกรรม หลังเชื่อมต่อบัญชีกับลูกค้าของคุณและสมัครรับบริการสินเชื่อธุรกิจกับสถาบันการเงินที่เข้าร่วมโครงการ',
        button_content: 'เชื่อมต่อบัญชี',
        learn_more: 'ข้อมูลเพิ่มเติม',
        about_us: 'เกี่ยวกับเอบีซี',
        intro: 'คู่มือแนะนำการใช้งานระบบ',
    },
    supplier_link: {
        supplierlink_title: 'โปรดเชื่อมต่อบัญชีลูกค้าของคุณ',
        supplierlink_sub: 'เชื่อมต่อบัญชีของคุณกับ',
        buttonlink_content: 'ต่อไป',
    },
    error: {
        button_ok: 'ตกลง',
        button_refresh: 'ลองใหม่อีกครั้ง',
        button_back: 'ลองอีกครั้ง',
        server_error: {
            title: 'เซิร์ฟเวอร์ผิดพลาด',
            content:
                'เกิดข้อผิดพลาดและไม่สามารถโหลดหน้าของคุณได้ โปรดลองอีกครั้งในภายหลัง',
        },
    },
    intro_guide: {
        intro_content: 'คู่มือแนะนำการใช้งานระบบ',
    },
    about_us: {
        aboutus_content: 'เกี่ยวกับเอบีซี',
    },
    finance: {
        finance_title1: 'สมัครรับบริการสินเชื่อธุรกิจได้แล้วตอนนี้',
        finance_sub2:
            'ขณะนี้บริษัทของคุณสามารถสมัครรับบริการสินเชื่อธุรกิจที่จะให้บริการการชำระเงินล่วงหน้าสำหรับธุรกิจขนาดกลางและขนาดย่อม คุณสามารถตรวจสอบและรับบริการผลิตภัณฑ์สินเชื่อที่นำเสนอโดยสถาบันการเงินที่เข้าร่วมโครงการกับเรา',
        finance_title2: 'แอสเซนด์ นาโน พรีเมี่ยม:',
        finance_title3: 'ผลิตภัณฑ์สินเชื่อห่วงโซ่อุปทาน',
        finance_sub3:
            '  • เลือกรับสินเชื่อธุรกิจสำหรับใบแจ้งหนี้จากลูกค้าของคุณ ',
        finance_sub4: '  • กระบวนการออนบอร์ดแบบดิจิทัลและแบบอัตโนมัติ',
        finance_sub5:
            '  • รับชำระเงินล่วงหน้าในอัตราดอกเบี้ยที่น่าสนใจโดย แอสเซนด์ นาโน',
        financebtn_content: 'สมัครเลย',
    },
    financetab_approved: {
        financetab_title: 'สินเชื่อธุรกิจ',
        financetab_title1: 'ผลิตภัณฑ์ทางการเงินของคุณ',
        financetab_title2: 'สมัครรับบริการสินเชื่อธุรกิจ',
        financetab_sub: 'พบกับผลิตภัณฑ์ได้เร็วๆนี้',
    },
    otp: {
        title: 'ใส่รหัสยืนยัน',
        content: 'เราส่งรหัส 6 หลักไปที่',
        ref: 'อ้างอิง',
        enter_otp: 'ใส่ OTP',
        invalid: 'รหัสไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง',
        receive: 'ไม่ได้รับรหัส?',
        resend: 'ส่งซ้ำ',
        button: 'ยืนยัน',
        max_attempt: 'ใส่รหัสผิดเกินจำนวนครั้งที่กำหนด กรุณาขอรหัสใหม่อีกครั้ง',
        required: 'ข้อมูลที่จำเป็นต้องใส่',
        enter_digit: 'ใส่ตัวเลข 6 หลัก',
        new_code: 'ส่งรหัสใหม่ไปที่',
        new_code2: 'เรียบร้อยแล้ว',
    },
    applications_page: {
        applications: 'ใบสมัคร',
        registration_applications: 'ใบสมัครลงทะเบียน',
        app_id: 'รหัสใบสมัคร',
        supplier: 'คู่ค้า',
        product: 'ผลิตภัณฑ์',
        request_date: 'วันที่ยื่นคำขอ',
        status: 'สถานะ',
        no_applications: 'ไม่พบใบสมัครขอใช้บริการสินเชื่อหมุนเวียนในขณะนี้',
        pending: 'รอการพิจารณา',
        drafted: 'ร่าง',
        approved: 'อนุมัติ',
        rejected: 'ปฏิเสธ',
        withdrawn: 'เพิกถอนใบสมัคร',
    },
    pagination: {
        showing: 'แสดง',
        rowsPerPage: 'แสดงจำนวนแถวต่อหน้า',
        of: 'จาก ',
    },
    table_filter: {
        search: 'ค้นหา',
        searchData: 'ค้นหาข้อมูลจากตารางด้านล่าง',
    },
    view_requests_page: {
        title: 'คำขอรับสินเชื่อ',
        request_id: 'รหัสคำขอ',
        request_date: 'วันที่ส่งคำขอ',
        total_funding_request: 'จำนวนเงินที่ยื่นคำขอ',
        remaining_balance: 'ยอดเงินคงเหลือ',
        currency: 'สกุลเงิน',
        status: 'สถานะ',
        product: 'ผลิตภัณฑ์',
        pending: 'รอการพิจารณา',
        drafted: 'ร่าง',
        approved: 'อนุมัติ',
        rejected: 'ปฏิเสธ',
        withdrawn: 'เพิกถอนใบสมัคร',
        pending_review: 'รอการพิจารณา',
        no_requests_available: 'ไม่มีคำขอรับสินเชื่อในขณะนี้',
        no_records_found: 'ขออภัย ไม่สามารถค้นหาได้',
    },
    request_pending_review: {
        title: 'คำขอรับสินเชื่อ - รอการพิจารณา',
        req_id: 'รหัสคำขอ',
        supplier: 'คู่ค้า',
        request_date: 'วันที่ส่งคำขอ',
        total_funding_request: 'จำนวนเงินที่ยื่นคำขอ',
        remaining_balance: 'ยอดเงินคงเหลือ',
        currency: 'สกุลเงิน',
        approve: 'อนุมัติ',
        reject: 'ปฏิเสธ',
        export: 'ส่งออก',
        pending: 'รอการพิจารณา',
        drafted: 'ร่าง',
        approved: 'อนุมัติ',
        rejected: 'ปฏิเสธ',
        withdrawn: 'เพิกถอนใบสมัคร',
        pending_review: 'รอการพิจารณา',
        no_requests_available: 'ไม่มีคำขอรับสินเชื่อในขณะนี้',
        no_records_found: 'ขออภัย ไม่สามารถค้นหาได้',
        select_transactions: 'กรุณาเลือกธุรกรรม',
    },
    request_approved_rejected: {
        title: 'คำขอรับสินเชื่อ - อนุมัติ/ปฏิเสธ',
        req_id: 'รหัสคำขอ',
        supplier: 'คู่ค้า',
        request_date: 'วันที่ส่งคำขอ',
        total_funding_request: 'จำนวนเงินที่ยื่นคำขอ',
        remaining_balance: 'ยอดเงินคงเหลือ',
        currency: 'สกุลเงิน',
        status: 'สถานะ',
        export: 'ส่งออก',
        pending: 'รอการพิจารณา',
        drafted: 'ร่าง',
        approved: 'อนุมัติ',
        rejected: 'ปฏิเสธ',
        withdrawn: 'เพิกถอนใบสมัคร',
        pending_review: 'รอการพิจารณา',
        no_requests_available: 'ไม่มีคำขอรับสินเชื่อในขณะนี้',
        no_records_found: 'ขออภัย ไม่สามารถค้นหาได้',
        select_transactions: 'กรุณาเลือกธุรกรรม',
    },
    request_pop_up: {
        approve_title: 'คุณแน่ใจหรือไม่ว่าต้องการอนุมัติคำขอ?',
        reject_title: 'คุณแน่ใจหรือไม่ว่าต้องการปฏิเสธ คำขอรับสินเชื่อ?',
        reason: 'กรุณาใส่เหตุผลในการปฏิเสธ',
        return: 'กลับ',
        reject: 'ปฏิเสธ',
        approve: 'อนุมัติ',
    },
    view_summary_page: {
        title: 'ผลสรุปการขอรับสินเชื่อ',
        breadcrumbs: {
            eligibleForFinance: 'มีสิทธิ์ขอรับสินเชื่อ',
            viewSummary: 'ผลสรุปการขอรับสินเชื่อ',
            request_submitted: 'การขอรับสินเชื่อได้ถูกส่งเรียบร้อยแล้ว',
            viewRequests: 'คำขอรับสินเชื่อ',
        },
        heading: 'Ascend Nano',
        subtitles: {
            request_date: 'วันที่ส่งคำขอ',
            request_id: 'รหัสคำขอ',
            status: 'สถานะ',
            result_date: 'วันที่ได้รับผลลัพธ์',
            supplier: 'คู่ค่า'
        },
        confirm: 'ยืนยัน',
        cancel: 'ยกเลิก',
        transaction_id: 'รหัสธุรกรรม',
        transaction_amount: 'จำนวนเงินในธุรกรรม',
        maturity_date: 'วันครบกำหนด',
        currency: 'สกุลเงิน',
        total: 'ทั้งหมด',
        advanced_payment: 'จำนวนเงินที่ได้รับชำระล่วงหน้า',
        financing_fees: 'ค่าธรรมเนียมทางการเงิน',
        total_funding_request: 'จำนวนเงินที่ยื่นคำขอทั้งหมด',
        remaining_balance: 'ยอดเงินคงเหลือ',
        invoice_financing:
            'คำขอในการรับสินเชื่อธุรกิจตามใบแจ้งหนี้ของคุณ <br /> นั้นอยู่ในขั้นตอนการพิจารณา',
        descriptionOne:
            'ขอบคุณสำหรับการส่งคำขอในการรับสินเชื่อธุรกิจ <br /> ขณะนี้สถาบันการเงินนั้นได้รับทราบและจะพิจารณาคำขอในการรับสินเชื่อธุรกิจตามใบแจ้งหนี้ของคุณ <br /> รหัสคำขอของคุณคือ',
        descriptionTwo:
            'โดยคุณสามารถตรวจสอบสถานะคำขอได้ในหน้าดูคำขอรับสินเชื่อ <br /> หรือคุณสามารถขอรับสินเชื่อสำหรับใบแจ้งนี้ที่มีสิทธิ์ในการขอรับสินเชื่อได้ที่หน้ามีสิทธิ์ขอรับสินเชื่อ',
        btn: 'กลับไปยังหน้ามีสิทธิ์ขอรับสินเชื่อ',
        requestDate: 'วันที่ยื่นคำขอ',
        customer: 'ลูกค้า',
        reject: 'ปฏิเสธ',
        rejected: 'ปฏิเสธ',
        approve: 'อนุมัติ',
        approved: 'อนุมัติ',
        approve_title: 'คุณแน่ใจหรือไม่ว่าต้องการอนุมัติคำขอ?',
        reject_title: 'คุณแน่ใจหรือไม่ว่าต้องการปฏิเสธ คำขอรับสินเชื่อ?',
        reason: 'กรุณาใส่เหตุผลในการปฏิเสธ',
        return: 'กลับ',
        pending_review: 'รอการพิจารณา',
        rejection_reason: 'เหตุผลในการปฏิเสธ'
    },
}
